cms-external-sources/tests/test_files/soap/HOPC_testSearchByState_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:search>
         <arg0>
            <state>AL</state>
            <sortColumn>credential</sortColumn>
         </arg0>
      </impl:search>
   </soapenv:Body>
</soapenv:Envelope>